

;-----------------MOTOKO SETS Headwear (FEMALE)
[S9MTK_visorUP_F X2BodyPartTemplate]
DisplayName="MOTOKO: Tac Visor (Face)"

[S9MTK_shadesMirrorUP_F X2BodyPartTemplate]
DisplayName="MOTOKO: Mirrored Tac Shades (Face)"
[S9MTK_shadesblackUP_F X2BodyPartTemplate]
DisplayName="MOTOKO: Black Tac Shades (Face)"

;[S9MTK_shadesHolohalfUP_F X2BodyPartTemplate]
;DisplayName="MOTOKO: Hologram Halfshades (Face)"

[S9MTK_shadesHolofullUP_F X2BodyPartTemplate]
DisplayName="MOTOKO: Hologram Shades (Face)"

[S9MTK_visorHELM_F X2BodyPartTemplate]
DisplayName="MOTOKO: Tac Visor (Forehead)"

[S9MTK_shadesMirrorHELM_F X2BodyPartTemplate]
DisplayName="MOTOKO: Mirrored Tac Shades (Forehead)"
[S9MTK_shadesblackHELM_F X2BodyPartTemplate]
DisplayName="MOTOKO: Black Tac Shades (Forehead)"
;;


;-----------------MOTOKO SETS Headwear (MALE)
;[S9MTK_visorUP_M X2BodyPartTemplate]
;DisplayName="MOTOKO: Tac Visor (Face)"
;
;[S9MTK_shadesMirrorUP_M X2BodyPartTemplate]
;DisplayName="MOTOKO: Mirrored Tac Shades (Face)"
;
;[S9MTK_shadesHoloUP_M X2BodyPartTemplate]
;DisplayName="MOTOKO: Hologram Tac Shades (Face)"
;
;[S9MTK_visorHELM_M X2BodyPartTemplate]
;DisplayName="MOTOKO: Tac Visor (Forehead)"
;
;[S9MTK_shadesMirrorHELM_M X2BodyPartTemplate]
;DisplayName="MOTOKO: Mirrored Tac Shades (Forehead)"
;
;[S9MTK_shadesHoloHELM_M X2BodyPartTemplate]
;DisplayName="MOTOKO: Hologram Tac Shades (Forehead)"

;-----------------KEVLAR
;-----------------MOTOKO STANDARD OPS bodyparts
[S9MTK_STD_torso_F_KEV X2BodyPartTemplate]
DisplayName="MOTOKO: STANDARD OPS (Torso)"
;[S9MTK_STD_Arms_F_KEV X2BodyPartTemplate]
;DisplayName="MOTOKO: STANDARD OPS (Arms)"
[S9MTK_STD_legs_F_KEV X2BodyPartTemplate]
DisplayName="MOTOKO: STANDARD OPS (Legs)"

[S9MTK_STD_ArmLeft_F_KEV X2BodyPartTemplate]
DisplayName="MOTOKO: STANDARD OPS (Left Arm)"
[S9MTK_STD_ArmRight_F_KEV X2BodyPartTemplate]
DisplayName="MOTOKO: STANDARD OPS (Right Arm)"

[S9MTK_STD_ArmLeftDeco_S9_F_KEV X2BodyPartTemplate]
DisplayName="MOTOKO: STANDARD OPS SHD (S9)"
[S9MTK_STD_ArmRightDeco_S9_F_KEV X2BodyPartTemplate]
DisplayName="MOTOKO: STANDARD OPS SHD (S9)"
[S9MTK_STD_ArmLeftDeco_XCOM_F_KEV X2BodyPartTemplate]
DisplayName="MOTOKO: STANDARD OPS SHD (XCOM)"
[S9MTK_STD_ArmRightDeco_XCOM_F_KEV X2BodyPartTemplate]
DisplayName="MOTOKO: STANDARD OPS SHD (XCOM)"

;[S9MTK_STD_TorsoDeco X2BodyPartTemplate]
;DisplayName="MOTOKO: STANDARD OPS Torso Accs"
;[S9MTK_STD_ThighsDeco X2BodyPartTemplate]
;DisplayName="MOTOKO: STANDARD OPS Thigh Accs"


;-----------------MOTOKO CAMO bodyparts
[S9MTK_CAMO_torso_F_KEV X2BodyPartTemplate]
DisplayName="MOTOKO: STALKER CAMO (Torso)"
[S9MTK_CAMO_Arms_F_KEV X2BodyPartTemplate]
DisplayName="MOTOKO: STALKER CAMO (Arms)"
[S9MTK_CAMO_legs_F_KEV X2BodyPartTemplate]
DisplayName="MOTOKO: STALKER CAMO (Legs)"

;-----------------MOTOKO NIGHT OPS bodyparts
[S9MTK_NHT_torso_F_KEV X2BodyPartTemplate]
DisplayName="MOTOKO: NIGHT OPS (Torso)"
[S9MTK_NHT_Arms_F_KEV X2BodyPartTemplate]
DisplayName="MOTOKO: NIGHT OPS (Arms)"
[S9MTK_NHT_legs_F_KEV X2BodyPartTemplate]
DisplayName="MOTOKO: NIGHT OPS (Legs)"
;


;-----------------MOTOKO 2ND GIG1 bodyparts
[S9MTK_GIG1_torso_F_KEV X2BodyPartTemplate]
DisplayName="MOTOKO: 2ND GIG (Torso)"
[S9MTK_GIG1_Arms_F_KEV X2BodyPartTemplate]
DisplayName="MOTOKO: 2ND GIG (Arms)"
[S9MTK_GIG1_legs_F_KEV X2BodyPartTemplate]
DisplayName="MOTOKO: 2ND GIG (Legs)"

;-----------------MOTOKO SUNSET bodyparts
[S9MTK_SUN_torso_F_KEV X2BodyPartTemplate]
DisplayName="MOTOKO: 2ND GIG SUNSET (Torso)"
[S9MTK_SUN_Arms_F_KEV X2BodyPartTemplate]
DisplayName="MOTOKO: 2ND GIG SUNSET (Arms)"
[S9MTK_SUN_legs_F_KEV X2BodyPartTemplate]
DisplayName="MOTOKO: 2ND GIG SUNSET (Legs)"

;-----------------MOTOKO CYBER JUNGLE bodyparts
[S9MTK_CYB_torso_F_KEV X2BodyPartTemplate]
DisplayName="MOTOKO: 2ND GIG CYBER JUNGLE (Torso)"
[S9MTK_CYB_Arms_F_KEV X2BodyPartTemplate]
DisplayName="MOTOKO: 2ND GIG CYBER JUNGLE (Arms)"
[S9MTK_CYB_legs_F_KEV X2BodyPartTemplate]
DisplayName="MOTOKO: 2ND GIG CYBER JUNGLE (Legs)"

;-----------------MOTOKO VALENTINE bodyparts
[S9MTK_VAL_torso_F_KEV X2BodyPartTemplate]
DisplayName="MOTOKO: 2ND GIG VALENTINE (Torso)"
[S9MTK_VAL_Arms_F_KEV X2BodyPartTemplate]
DisplayName="MOTOKO: 2ND GIG VALENTINE (Arms)"
[S9MTK_VAL_legs_F_KEV X2BodyPartTemplate]
DisplayName="MOTOKO: 2ND GIG VALENTINE (Legs)"

;-----------------MOTOKO SIG 1 bodyparts
[S9MTK_SIG1_torso_F_KEV X2BodyPartTemplate]
DisplayName="MOTOKO: SIGNATURE (Torso)"
[S9MTK_SIG1_Arms_F_KEV X2BodyPartTemplate]
DisplayName="MOTOKO: SIGNATURE (Arms)"
[S9MTK_SIG1_legs_F_KEV X2BodyPartTemplate]
DisplayName="MOTOKO: SIGNATURE (Legs)"

;-----------------MOTOKO PHOENIX bodyparts
[S9MTK_PHX_torso_F_KEV X2BodyPartTemplate]
DisplayName="MOTOKO: SIGNATURE PHX (Torso)"
[S9MTK_PHX_Arms_F_KEV X2BodyPartTemplate]
DisplayName="MOTOKO: SIGNATURE PHX (Arms)"
[S9MTK_PHX_legs_F_KEV X2BodyPartTemplate]
DisplayName="MOTOKO: SIGNATURE PHX (Legs)"

;-----------------MOTOKO UNIFORM bodyparts
[S9MTK_UNI_torso_F_KEV X2BodyPartTemplate]
DisplayName="MOTOKO: DRESS UNIFORM (Torso)"
[S9MTK_UNI_Arms_F_KEV X2BodyPartTemplate]
DisplayName="MOTOKO: DRESS UNIFORM (Arms)"
[S9MTK_UNI_legs_F_KEV X2BodyPartTemplate]
DisplayName="MOTOKO: DRESS UNIFORM (Legs)"

;;-----------------MOTOKO DEEP SHADOW bodyparts
[S9MTK_DS_torso_F_KEV X2BodyPartTemplate]
DisplayName="MOTOKO: DEEP SHADOW (Torso)"
[S9MTK_DS_Arms_F_KEV X2BodyPartTemplate]
DisplayName="MOTOKO: DEEP SHADOW (Arms)"
[S9MTK_DS_legs_F_KEV X2BodyPartTemplate]
DisplayName="MOTOKO: DEEP SHADOW (Legs)"

;-----------------LIGHT PLATED
;-----------------MOTOKO STANDARD OPS bodyparts
[S9MTK_STD_torso_F_LPLT X2BodyPartTemplate]
DisplayName="MOTOKO: STANDARD OPS (Torso)"
[S9MTK_STD_Arms_F_LPLT X2BodyPartTemplate]
DisplayName="MOTOKO: STANDARD OPS (Arms)"
[S9MTK_STD_legs_F_LPLT X2BodyPartTemplate]
DisplayName="MOTOKO: STANDARD OPS (Legs)"

;-----------------MOTOKO CAMO bodyparts
[S9MTK_CAMO_torso_F_LPLT X2BodyPartTemplate]
DisplayName="MOTOKO: STALKER CAMO (Torso)"
[S9MTK_CAMO_Arms_F_LPLT X2BodyPartTemplate]
DisplayName="MOTOKO: STALKER CAMO (Arms)"
[S9MTK_CAMO_legs_F_LPLT X2BodyPartTemplate]
DisplayName="MOTOKO: STALKER CAMO (Legs)"

;-----------------MOTOKO NIGHT OPS bodyparts
[S9MTK_NHT_torso_F_LPLT X2BodyPartTemplate]
DisplayName="MOTOKO: NIGHT OPS (Torso)"
[S9MTK_NHT_Arms_F_LPLT X2BodyPartTemplate]
DisplayName="MOTOKO: NIGHT OPS (Arms)"
[S9MTK_NHT_legs_F_LPLT X2BodyPartTemplate]
DisplayName="MOTOKO: NIGHT OPS (Legs)"

;-----------------MOTOKO DEEP SHADOW bodyparts
[S9MTK_DS_torso_F_LPLT X2BodyPartTemplate]
DisplayName="MOTOKO: DEEP SHADOW (Torso)"
[S9MTK_DS_Arms_F_LPLT X2BodyPartTemplate]
DisplayName="MOTOKO: DEEP SHADOW (Arms)"
[S9MTK_DS_legs_F_LPLT X2BodyPartTemplate]
DisplayName="MOTOKO: DEEP SHADOW (Legs)"

;-----------------MOTOKO 2ND GIG1 bodyparts
[S9MTK_GIG1_torso_F_LPLT X2BodyPartTemplate]
DisplayName="MOTOKO: 2ND GIG (Torso)"
[S9MTK_GIG1_Arms_F_LPLT X2BodyPartTemplate]
DisplayName="MOTOKO: 2ND GIG (Arms)"
[S9MTK_GIG1_legs_F_LPLT X2BodyPartTemplate]
DisplayName="MOTOKO: 2ND GIG (Legs)"

;-----------------MOTOKO SUNSET bodyparts
[S9MTK_SUN_torso_F_LPLT X2BodyPartTemplate]
DisplayName="MOTOKO: 2ND GIG SUNSET (Torso)"
[S9MTK_SUN_Arms_F_LPLT X2BodyPartTemplate]
DisplayName="MOTOKO: 2ND GIG SUNSET (Arms)"
[S9MTK_SUN_legs_F_LPLT X2BodyPartTemplate]
DisplayName="MOTOKO: 2ND GIG SUNSET (Legs)"

;-----------------MOTOKO CYBER JUNGLE bodyparts
[S9MTK_CYB_torso_F_LPLT X2BodyPartTemplate]
DisplayName="MOTOKO: 2ND GIG CYBER JUNGLE (Torso)"
[S9MTK_CYB_Arms_F_LPLT X2BodyPartTemplate]
DisplayName="MOTOKO: 2ND GIG CYBER JUNGLE (Arms)"
[S9MTK_CYB_legs_F_LPLT X2BodyPartTemplate]
DisplayName="MOTOKO: 2ND GIG CYBER JUNGLE (Legs)"

;-----------------MOTOKO VALENTINE bodyparts
[S9MTK_VAL_torso_F_LPLT X2BodyPartTemplate]
DisplayName="MOTOKO: 2ND GIG VALENTINE (Torso)"
[S9MTK_VAL_Arms_F_LPLT X2BodyPartTemplate]
DisplayName="MOTOKO: 2ND GIG VALENTINE (Arms)"
[S9MTK_VAL_legs_F_LPLT X2BodyPartTemplate]
DisplayName="MOTOKO: 2ND GIG VALENTINE (Legs)"

;-----------------MOTOKO SIG 1 bodyparts
[S9MTK_SIG1_torso_F_LPLT X2BodyPartTemplate]
DisplayName="MOTOKO: SIGNATURE (Torso)"
[S9MTK_SIG1_Arms_F_LPLT X2BodyPartTemplate]
DisplayName="MOTOKO: SIGNATURE (Arms)"
[S9MTK_SIG1_legs_F_LPLT X2BodyPartTemplate]
DisplayName="MOTOKO: SIGNATURE (Legs)"


;-----------------MOTOKO PHOENIX bodyparts
[S9MTK_PHX_torso_F_LPLT X2BodyPartTemplate]
DisplayName="MOTOKO: SIGNATURE PHX (Torso)"
[S9MTK_PHX_Arms_F_LPLT X2BodyPartTemplate]
DisplayName="MOTOKO: SIGNATURE PHX (Arms)"
[S9MTK_PHX_legs_F_LPLT X2BodyPartTemplate]
DisplayName="MOTOKO: SIGNATURE PHX (Legs)"

;-----------------MOTOKO UNIFORM bodyparts
[S9MTK_UNI_torso_F_LPLT X2BodyPartTemplate]
DisplayName="MOTOKO: DRESS UNIFORM (Torso)"
[S9MTK_UNI_Arms_F_LPLT X2BodyPartTemplate]
DisplayName="MOTOKO: DRESS UNIFORM (Arms)"
[S9MTK_UNI_legs_F_LPLT X2BodyPartTemplate]
DisplayName="MOTOKO: DRESS UNIFORM (Legs)"


;-----------------MEDIUM PLATED
;-----------------MOTOKO STANDARD OPS bodyparts
[S9MTK_STD_torso_F_MPLT X2BodyPartTemplate]
DisplayName="MOTOKO: STANDARD OPS (Torso)"
[S9MTK_STD_Arms_F_MPLT X2BodyPartTemplate]
DisplayName="MOTOKO: STANDARD OPS (Arms)"
[S9MTK_STD_legs_F_MPLT X2BodyPartTemplate]
DisplayName="MOTOKO: STANDARD OPS (Legs)"

;-----------------MOTOKO CAMO bodyparts
[S9MTK_CAMO_torso_F_MPLT X2BodyPartTemplate]
DisplayName="MOTOKO: STALKER CAMO (Torso)"
[S9MTK_CAMO_Arms_F_MPLT X2BodyPartTemplate]
DisplayName="MOTOKO: STALKER CAMO (Arms)"
[S9MTK_CAMO_legs_F_MPLT X2BodyPartTemplate]
DisplayName="MOTOKO: STALKER CAMO (Legs)"

;-----------------MOTOKO NIGHT OPS bodyparts
[S9MTK_NHT_torso_F_MPLT X2BodyPartTemplate]
DisplayName="MOTOKO: NIGHT OPS (Torso)"
[S9MTK_NHT_Arms_F_MPLT X2BodyPartTemplate]
DisplayName="MOTOKO: NIGHT OPS (Arms)"
[S9MTK_NHT_legs_F_MPLT X2BodyPartTemplate]
DisplayName="MOTOKO: NIGHT OPS (Legs)"

;-----------------MOTOKO DEEP SHADOW bodyparts
[S9MTK_DS_torso_F_MPLT X2BodyPartTemplate]
DisplayName="MOTOKO: DEEP SHADOW (Torso)"
[S9MTK_DS_Arms_F_MPLT X2BodyPartTemplate]
DisplayName="MOTOKO: DEEP SHADOW (Arms)"
[S9MTK_DS_legs_F_MPLT X2BodyPartTemplate]
DisplayName="MOTOKO: DEEP SHADOW (Legs)"

;-----------------MOTOKO 2ND GIG1 bodyparts
[S9MTK_GIG1_torso_F_MPLT X2BodyPartTemplate]
DisplayName="MOTOKO: 2ND GIG (Torso)"
[S9MTK_GIG1_Arms_F_MPLT X2BodyPartTemplate]
DisplayName="MOTOKO: 2ND GIG (Arms)"
[S9MTK_GIG1_legs_F_MPLT X2BodyPartTemplate]
DisplayName="MOTOKO: 2ND GIG (Legs)"

;-----------------MOTOKO SUNSET bodyparts
[S9MTK_SUN_torso_F_MPLT X2BodyPartTemplate]
DisplayName="MOTOKO: 2ND GIG SUNSET (Torso)"
[S9MTK_SUN_Arms_F_MPLT X2BodyPartTemplate]
DisplayName="MOTOKO: 2ND GIG SUNSET (Arms)"
[S9MTK_SUN_legs_F_MPLT X2BodyPartTemplate]
DisplayName="MOTOKO: 2ND GIG SUNSET (Legs)"

;-----------------MOTOKO CYBER JUNGLE bodyparts
[S9MTK_CYB_torso_F_MPLT X2BodyPartTemplate]
DisplayName="MOTOKO: 2ND GIG CYBER JUNGLE (Torso)"
[S9MTK_CYB_Arms_F_MPLT X2BodyPartTemplate]
DisplayName="MOTOKO: 2ND GIG CYBER JUNGLE (Arms)"
[S9MTK_CYB_legs_F_MPLT X2BodyPartTemplate]
DisplayName="MOTOKO: 2ND GIG CYBER JUNGLE (Legs)"

;-----------------MOTOKO VALENTINE bodyparts
[S9MTK_VAL_torso_F_MPLT X2BodyPartTemplate]
DisplayName="MOTOKO: 2ND GIG VALENTINE (Torso)"
[S9MTK_VAL_Arms_F_MPLT X2BodyPartTemplate]
DisplayName="MOTOKO: 2ND GIG VALENTINE (Arms)"
[S9MTK_VAL_legs_F_MPLT X2BodyPartTemplate]
DisplayName="MOTOKO: 2ND GIG VALENTINE (Legs)"

;-----------------MOTOKO SIG 1 bodyparts
[S9MTK_SIG1_torso_F_MPLT X2BodyPartTemplate]
DisplayName="MOTOKO: SIGNATURE (Torso)"
[S9MTK_SIG1_Arms_F_MPLT X2BodyPartTemplate]
DisplayName="MOTOKO: SIGNATURE (Arms)"
[S9MTK_SIG1_legs_F_MPLT X2BodyPartTemplate]
DisplayName="MOTOKO: SIGNATURE (Legs)"

;-----------------MOTOKO PHOENIX bodyparts
[S9MTK_PHX_torso_F_MPLT X2BodyPartTemplate]
DisplayName="MOTOKO: SIGNATURE PHX (Torso)"
[S9MTK_PHX_Arms_F_MPLT X2BodyPartTemplate]
DisplayName="MOTOKO: SIGNATURE PHX (Arms)"
[S9MTK_PHX_legs_F_MPLT X2BodyPartTemplate]
DisplayName="MOTOKO: SIGNATURE PHX (Legs)"

;-----------------MOTOKO UNIFORM bodyparts
[S9MTK_UNI_torso_F_MPLT X2BodyPartTemplate]
DisplayName="MOTOKO: DRESS UNIFORM (Torso)"
[S9MTK_UNI_Arms_F_MPLT X2BodyPartTemplate]
DisplayName="MOTOKO: DRESS UNIFORM (Arms)"
[S9MTK_UNI_legs_F_MPLT X2BodyPartTemplate]
DisplayName="MOTOKO: DRESS UNIFORM (Legs)"


;-----------------HEAVY PLATED
;-----------------MOTOKO STANDARD OPS bodyparts
[S9MTK_STD_torso_F_HPLT X2BodyPartTemplate]
DisplayName="MOTOKO: STANDARD OPS (Torso)"
[S9MTK_STD_Arms_F_HPLT X2BodyPartTemplate]
DisplayName="MOTOKO: STANDARD OPS (Arms)"
[S9MTK_STD_legs_F_HPLT X2BodyPartTemplate]
DisplayName="MOTOKO: STANDARD OPS (Legs)"

;-----------------MOTOKO CAMO bodyparts
[S9MTK_CAMO_torso_F_HPLT X2BodyPartTemplate]
DisplayName="MOTOKO: STALKER CAMO (Torso)"
[S9MTK_CAMO_Arms_F_HPLT X2BodyPartTemplate]
DisplayName="MOTOKO: STALKER CAMO (Arms)"
[S9MTK_CAMO_legs_F_HPLT X2BodyPartTemplate]
DisplayName="MOTOKO: STALKER CAMO (Legs)"

;-----------------MOTOKO NIGHT OPS bodyparts
[S9MTK_NHT_torso_F_HPLT X2BodyPartTemplate]
DisplayName="MOTOKO: NIGHT OPS (Torso)"
[S9MTK_NHT_Arms_F_HPLT X2BodyPartTemplate]
DisplayName="MOTOKO: NIGHT OPS (Arms)"
[S9MTK_NHT_legs_F_HPLT X2BodyPartTemplate]
DisplayName="MOTOKO: NIGHT OPS (Legs)"

;-----------------MOTOKO DEEP SHADOW bodyparts
[S9MTK_DS_torso_F_HPLT X2BodyPartTemplate]
DisplayName="MOTOKO: DEEP SHADOW (Torso)"
[S9MTK_DS_Arms_F_HPLT X2BodyPartTemplate]
DisplayName="MOTOKO: DEEP SHADOW (Arms)"
[S9MTK_DS_legs_F_HPLT X2BodyPartTemplate]
DisplayName="MOTOKO: DEEP SHADOW (Legs)"

;-----------------MOTOKO 2ND GIG1 bodyparts
[S9MTK_GIG1_torso_F_HPLT X2BodyPartTemplate]
DisplayName="MOTOKO: 2ND GIG (Torso)"
[S9MTK_GIG1_Arms_F_HPLT X2BodyPartTemplate]
DisplayName="MOTOKO: 2ND GIG (Arms)"
[S9MTK_GIG1_legs_F_HPLT X2BodyPartTemplate]
DisplayName="MOTOKO: 2ND GIG (Legs)"

;-----------------MOTOKO SUNSET bodyparts
[S9MTK_SUN_torso_F_HPLT X2BodyPartTemplate]
DisplayName="MOTOKO: 2ND GIG SUNSET (Torso)"
[S9MTK_SUN_Arms_F_HPLT X2BodyPartTemplate]
DisplayName="MOTOKO: 2ND GIG SUNSET (Arms)"
[S9MTK_SUN_legs_F_HPLT X2BodyPartTemplate]
DisplayName="MOTOKO: 2ND GIG SUNSET (Legs)"

;-----------------MOTOKO CYBER JUNGLE bodyparts
[S9MTK_CYB_torso_F_HPLT X2BodyPartTemplate]
DisplayName="MOTOKO: 2ND GIG CYBER JUNGLE (Torso)"
[S9MTK_CYB_Arms_F_HPLT X2BodyPartTemplate]
DisplayName="MOTOKO: 2ND GIG CYBER JUNGLE (Arms)"
[S9MTK_CYB_legs_F_HPLT X2BodyPartTemplate]
DisplayName="MOTOKO: 2ND GIG CYBER JUNGLE (Legs)"

;-----------------MOTOKO VALENTINE bodyparts
[S9MTK_VAL_torso_F_HPLT X2BodyPartTemplate]
DisplayName="MOTOKO: 2ND GIG VALENTINE (Torso)"
[S9MTK_VAL_Arms_F_HPLT X2BodyPartTemplate]
DisplayName="MOTOKO: 2ND GIG VALENTINE (Arms)"
[S9MTK_VAL_legs_F_HPLT X2BodyPartTemplate]
DisplayName="MOTOKO: 2ND GIG VALENTINE (Legs)"

;-----------------MOTOKO SIG 1 bodyparts
[S9MTK_SIG1_torso_F_HPLT X2BodyPartTemplate]
DisplayName="MOTOKO: SIGNATURE (Torso)"
[S9MTK_SIG1_Arms_F_HPLT X2BodyPartTemplate]
DisplayName="MOTOKO: SIGNATURE (Arms)"
[S9MTK_SIG1_legs_F_HPLT X2BodyPartTemplate]
DisplayName="MOTOKO: SIGNATURE (Legs)"

;-----------------MOTOKO PHOENIX bodyparts
[S9MTK_PHX_torso_F_HPLT X2BodyPartTemplate]
DisplayName="MOTOKO: SIGNATURE PHX (Torso)"
[S9MTK_PHX_Arms_F_HPLT X2BodyPartTemplate]
DisplayName="MOTOKO: SIGNATURE PHX (Arms)"
[S9MTK_PHX_legs_F_HPLT X2BodyPartTemplate]
DisplayName="MOTOKO: SIGNATURE PHX (Legs)"

;-----------------MOTOKO UNIFORM bodyparts
[S9MTK_UNI_torso_F_HPLT X2BodyPartTemplate]
DisplayName="MOTOKO: DRESS UNIFORM (Torso)"
[S9MTK_UNI_Arms_F_HPLT X2BodyPartTemplate]
DisplayName="MOTOKO: DRESS UNIFORM (Arms)"
[S9MTK_UNI_legs_F_HPLT X2BodyPartTemplate]
DisplayName="MOTOKO: DRESS UNIFORM (Legs)"


;-----------------LIGHT POWERED
;-----------------MOTOKO STANDARD OPS bodyparts
[S9MTK_STD_torso_F_LPOW X2BodyPartTemplate]
DisplayName="MOTOKO: STANDARD OPS (Torso)"
[S9MTK_STD_Arms_F_LPOW X2BodyPartTemplate]
DisplayName="MOTOKO: STANDARD OPS (Arms)"
[S9MTK_STD_legs_F_LPOW X2BodyPartTemplate]
DisplayName="MOTOKO: STANDARD OPS (Legs)"

;-----------------MOTOKO CAMO bodyparts
[S9MTK_CAMO_torso_F_LPOW X2BodyPartTemplate]
DisplayName="MOTOKO: STALKER CAMO (Torso)"
[S9MTK_CAMO_Arms_F_LPOW X2BodyPartTemplate]
DisplayName="MOTOKO: STALKER CAMO (Arms)"
[S9MTK_CAMO_legs_F_LPOW X2BodyPartTemplate]
DisplayName="MOTOKO: STALKER CAMO (Legs)"

;-----------------MOTOKO NIGHT OPS bodyparts
[S9MTK_NHT_torso_F_LPOW X2BodyPartTemplate]
DisplayName="MOTOKO: NIGHT OPS (Torso)"
[S9MTK_NHT_Arms_F_LPOW X2BodyPartTemplate]
DisplayName="MOTOKO: NIGHT OPS (Arms)"
[S9MTK_NHT_legs_F_LPOW X2BodyPartTemplate]
DisplayName="MOTOKO: NIGHT OPS (Legs)"

;-----------------MOTOKO DEEP SHADOW bodyparts
[S9MTK_DS_torso_F_LPOW X2BodyPartTemplate]
DisplayName="MOTOKO: DEEP SHADOW (Torso)"
[S9MTK_DS_Arms_F_LPOW X2BodyPartTemplate]
DisplayName="MOTOKO: DEEP SHADOW (Arms)"
[S9MTK_DS_legs_F_LPOW X2BodyPartTemplate]
DisplayName="MOTOKO: DEEP SHADOW (Legs)"

;-----------------MOTOKO 2ND GIG1 bodyparts
[S9MTK_GIG1_torso_F_LPOW X2BodyPartTemplate]
DisplayName="MOTOKO: 2ND GIG (Torso)"
[S9MTK_GIG1_Arms_F_LPOW X2BodyPartTemplate]
DisplayName="MOTOKO: 2ND GIG (Arms)"
[S9MTK_GIG1_legs_F_LPOW X2BodyPartTemplate]
DisplayName="MOTOKO: 2ND GIG (Legs)"

;-----------------MOTOKO SUNSET bodyparts
[S9MTK_SUN_torso_F_LPOW X2BodyPartTemplate]
DisplayName="MOTOKO: 2ND GIG SUNSET (Torso)"
[S9MTK_SUN_Arms_F_LPOW X2BodyPartTemplate]
DisplayName="MOTOKO: 2ND GIG SUNSET (Arms)"
[S9MTK_SUN_legs_F_LPOW X2BodyPartTemplate]
DisplayName="MOTOKO: 2ND GIG SUNSET (Legs)"

;-----------------MOTOKO CYBER JUNGLE bodyparts
[S9MTK_CYB_torso_F_LPOW X2BodyPartTemplate]
DisplayName="MOTOKO: 2ND GIG CYBER JUNGLE (Torso)"
[S9MTK_CYB_Arms_F_LPOW X2BodyPartTemplate]
DisplayName="MOTOKO: 2ND GIG CYBER JUNGLE (Arms)"
[S9MTK_CYB_legs_F_LPOW X2BodyPartTemplate]
DisplayName="MOTOKO: 2ND GIG CYBER JUNGLE (Legs)"

;-----------------MOTOKO VALENTINE bodyparts
[S9MTK_VAL_torso_F_LPOW X2BodyPartTemplate]
DisplayName="MOTOKO: 2ND GIG VALENTINE (Torso)"
[S9MTK_VAL_Arms_F_LPOW X2BodyPartTemplate]
DisplayName="MOTOKO: 2ND GIG VALENTINE (Arms)"
[S9MTK_VAL_legs_F_LPOW X2BodyPartTemplate]
DisplayName="MOTOKO: 2ND GIG VALENTINE (Legs)"

;-----------------MOTOKO SIG 1 bodyparts
[S9MTK_SIG1_torso_F_LPOW X2BodyPartTemplate]
DisplayName="MOTOKO: SIGNATURE (Torso)"
[S9MTK_SIG1_Arms_F_LPOW X2BodyPartTemplate]
DisplayName="MOTOKO: SIGNATURE (Arms)"
[S9MTK_SIG1_legs_F_LPOW X2BodyPartTemplate]
DisplayName="MOTOKO: SIGNATURE (Legs)"

;-----------------MOTOKO PHOENIX bodyparts
[S9MTK_PHX_torso_F_LPOW X2BodyPartTemplate]
DisplayName="MOTOKO: SIGNATURE PHX (Torso)"
[S9MTK_PHX_Arms_F_LPOW X2BodyPartTemplate]
DisplayName="MOTOKO: SIGNATURE PHX (Arms)"
[S9MTK_PHX_legs_F_LPOW X2BodyPartTemplate]
DisplayName="MOTOKO: SIGNATURE PHX (Legs)"

;-----------------MOTOKO UNIFORM bodyparts
[S9MTK_UNI_torso_F_LPOW X2BodyPartTemplate]
DisplayName="MOTOKO: DRESS UNIFORM (Torso)"
[S9MTK_UNI_Arms_F_LPOW X2BodyPartTemplate]
DisplayName="MOTOKO: DRESS UNIFORM (Arms)"
[S9MTK_UNI_legs_F_LPOW X2BodyPartTemplate]
DisplayName="MOTOKO: DRESS UNIFORM (Legs)"


;-----------------MEDIUM POWERED
;-----------------MOTOKO STANDARD OPS bodyparts
[S9MTK_STD_torso_F_MPOW X2BodyPartTemplate]
DisplayName="MOTOKO: STANDARD OPS (Torso)"
[S9MTK_STD_Arms_F_MPOW X2BodyPartTemplate]
DisplayName="MOTOKO: STANDARD OPS (Arms)"
[S9MTK_STD_legs_F_MPOW X2BodyPartTemplate]
DisplayName="MOTOKO: STANDARD OPS (Legs)"

;-----------------MOTOKO CAMO bodyparts
[S9MTK_CAMO_torso_F_MPOW X2BodyPartTemplate]
DisplayName="MOTOKO: STALKER CAMO (Torso)"
[S9MTK_CAMO_Arms_F_MPOW X2BodyPartTemplate]
DisplayName="MOTOKO: STALKER CAMO (Arms)"
[S9MTK_CAMO_legs_F_MPOW X2BodyPartTemplate]
DisplayName="MOTOKO: STALKER CAMO (Legs)"

;-----------------MOTOKO NIGHT OPS bodyparts
[S9MTK_NHT_torso_F_MPOW X2BodyPartTemplate]
DisplayName="MOTOKO: NIGHT OPS (Torso)"
[S9MTK_NHT_Arms_F_MPOW X2BodyPartTemplate]
DisplayName="MOTOKO: NIGHT OPS (Arms)"
[S9MTK_NHT_legs_F_MPOW X2BodyPartTemplate]
DisplayName="MOTOKO: NIGHT OPS (Legs)"

;-----------------MOTOKO DEEP SHADOW bodyparts
[S9MTK_DS_torso_F_MPOW X2BodyPartTemplate]
DisplayName="MOTOKO: DEEP SHADOW (Torso)"
[S9MTK_DS_Arms_F_MPOW X2BodyPartTemplate]
DisplayName="MOTOKO: DEEP SHADOW (Arms)"
[S9MTK_DS_legs_F_MPOW X2BodyPartTemplate]
DisplayName="MOTOKO: DEEP SHADOW (Legs)"

;-----------------MOTOKO 2ND GIG1 bodyparts
[S9MTK_GIG1_torso_F_MPOW X2BodyPartTemplate]
DisplayName="MOTOKO: 2ND GIG (Torso)"
[S9MTK_GIG1_Arms_F_MPOW X2BodyPartTemplate]
DisplayName="MOTOKO: 2ND GIG (Arms)"
[S9MTK_GIG1_legs_F_MPOW X2BodyPartTemplate]
DisplayName="MOTOKO: 2ND GIG (Legs)"

;-----------------MOTOKO SUNSET bodyparts
[S9MTK_SUN_torso_F_MPOW X2BodyPartTemplate]
DisplayName="MOTOKO: 2ND GIG SUNSET (Torso)"
[S9MTK_SUN_Arms_F_MPOW X2BodyPartTemplate]
DisplayName="MOTOKO: 2ND GIG SUNSET (Arms)"
[S9MTK_SUN_legs_F_MPOW X2BodyPartTemplate]
DisplayName="MOTOKO: 2ND GIG SUNSET (Legs)"

;-----------------MOTOKO CYBER JUNGLE bodyparts
[S9MTK_CYB_torso_F_MPOW X2BodyPartTemplate]
DisplayName="MOTOKO: 2ND GIG CYBER JUNGLE (Torso)"
[S9MTK_CYB_Arms_F_MPOW X2BodyPartTemplate]
DisplayName="MOTOKO: 2ND GIG CYBER JUNGLE (Arms)"
[S9MTK_CYB_legs_F_MPOW X2BodyPartTemplate]
DisplayName="MOTOKO: 2ND GIG CYBER JUNGLE (Legs)"

;-----------------MOTOKO VALENTINE bodyparts
[S9MTK_VAL_torso_F_MPOW X2BodyPartTemplate]
DisplayName="MOTOKO: 2ND GIG VALENTINE (Torso)"
[S9MTK_VAL_Arms_F_MPOW X2BodyPartTemplate]
DisplayName="MOTOKO: 2ND GIG VALENTINE (Arms)"
[S9MTK_VAL_legs_F_MPOW X2BodyPartTemplate]
DisplayName="MOTOKO: 2ND GIG VALENTINE (Legs)"

;-----------------MOTOKO SIG 1 bodyparts
[S9MTK_SIG1_torso_F_MPOW X2BodyPartTemplate]
DisplayName="MOTOKO: SIGNATURE (Torso)"
[S9MTK_SIG1_Arms_F_MPOW X2BodyPartTemplate]
DisplayName="MOTOKO: SIGNATURE (Arms)"
[S9MTK_SIG1_legs_F_MPOW X2BodyPartTemplate]
DisplayName="MOTOKO: SIGNATURE (Legs)"

;-----------------MOTOKO PHOENIX bodyparts
[S9MTK_PHX_torso_F_MPOW X2BodyPartTemplate]
DisplayName="MOTOKO: SIGNATURE PHX (Torso)"
[S9MTK_PHX_Arms_F_MPOW X2BodyPartTemplate]
DisplayName="MOTOKO: SIGNATURE PHX (Arms)"
[S9MTK_PHX_legs_F_MPOW X2BodyPartTemplate]
DisplayName="MOTOKO: SIGNATURE PHX (Legs)"

;-----------------MOTOKO UNIFORM bodyparts
[S9MTK_UNI_torso_F_MPOW X2BodyPartTemplate]
DisplayName="MOTOKO: DRESS UNIFORM (Torso)"
[S9MTK_UNI_Arms_F_MPOW X2BodyPartTemplate]
DisplayName="MOTOKO: DRESS UNIFORM (Arms)"
[S9MTK_UNI_legs_F_MPOW X2BodyPartTemplate]
DisplayName="MOTOKO: DRESS UNIFORM (Legs)"


;-----------------HEAVY POWERED
;-----------------MOTOKO STANDARD OPS bodyparts
[S9MTK_STD_torso_F_HPOW X2BodyPartTemplate]
DisplayName="MOTOKO: STANDARD OPS (Torso)"
[S9MTK_STD_Arms_F_HPOW X2BodyPartTemplate]
DisplayName="MOTOKO: STANDARD OPS (Arms)"
[S9MTK_STD_legs_F_HPOW X2BodyPartTemplate]
DisplayName="MOTOKO: STANDARD OPS (Legs)"

;-----------------MOTOKO CAMO bodyparts
[S9MTK_CAMO_torso_F_HPOW X2BodyPartTemplate]
DisplayName="MOTOKO: STALKER CAMO (Torso)"
[S9MTK_CAMO_Arms_F_HPOW X2BodyPartTemplate]
DisplayName="MOTOKO: STALKER CAMO (Arms)"
[S9MTK_CAMO_legs_F_HPOW X2BodyPartTemplate]
DisplayName="MOTOKO: STALKER CAMO (Legs)"

;-----------------MOTOKO NIGHT OPS bodyparts
[S9MTK_NHT_torso_F_HPOW X2BodyPartTemplate]
DisplayName="MOTOKO: NIGHT OPS (Torso)"
[S9MTK_NHT_Arms_F_HPOW X2BodyPartTemplate]
DisplayName="MOTOKO: NIGHT OPS (Arms)"
[S9MTK_NHT_legs_F_HPOW X2BodyPartTemplate]
DisplayName="MOTOKO: NIGHT OPS (Legs)"

;-----------------MOTOKO DEEP SHADOW bodyparts
[S9MTK_DS_torso_F_HPOW X2BodyPartTemplate]
DisplayName="MOTOKO: DEEP SHADOW (Torso)"
[S9MTK_DS_Arms_F_HPOW X2BodyPartTemplate]
DisplayName="MOTOKO: DEEP SHADOW (Arms)"
[S9MTK_DS_legs_F_HPOW X2BodyPartTemplate]
DisplayName="MOTOKO: DEEP SHADOW (Legs)"

;-----------------MOTOKO 2ND GIG1 bodyparts
[S9MTK_GIG1_torso_F_HPOW X2BodyPartTemplate]
DisplayName="MOTOKO: 2ND GIG (Torso)"
[S9MTK_GIG1_Arms_F_HPOW X2BodyPartTemplate]
DisplayName="MOTOKO: 2ND GIG (Arms)"
[S9MTK_GIG1_legs_F_HPOW X2BodyPartTemplate]
DisplayName="MOTOKO: 2ND GIG (Legs)"

;-----------------MOTOKO SUNSET bodyparts
[S9MTK_SUN_torso_F_HPOW X2BodyPartTemplate]
DisplayName="MOTOKO: 2ND GIG SUNSET (Torso)"
[S9MTK_SUN_Arms_F_HPOW X2BodyPartTemplate]
DisplayName="MOTOKO: 2ND GIG SUNSET (Arms)"
[S9MTK_SUN_legs_F_HPOW X2BodyPartTemplate]
DisplayName="MOTOKO: 2ND GIG SUNSET (Legs)"

;-----------------MOTOKO CYBER JUNGLE bodyparts
[S9MTK_CYB_torso_F_HPOW X2BodyPartTemplate]
DisplayName="MOTOKO: 2ND GIG CYBER JUNGLE (Torso)"
[S9MTK_CYB_Arms_F_HPOW X2BodyPartTemplate]
DisplayName="MOTOKO: 2ND GIG CYBER JUNGLE (Arms)"
[S9MTK_CYB_legs_F_HPOW X2BodyPartTemplate]
DisplayName="MOTOKO: 2ND GIG CYBER JUNGLE (Legs)"

;-----------------MOTOKO VALENTINE bodyparts
[S9MTK_VAL_torso_F_HPOW X2BodyPartTemplate]
DisplayName="MOTOKO: 2ND GIG VALENTINE (Torso)"
[S9MTK_VAL_Arms_F_HPOW X2BodyPartTemplate]
DisplayName="MOTOKO: 2ND GIG VALENTINE (Arms)"
[S9MTK_VAL_legs_F_HPOW X2BodyPartTemplate]
DisplayName="MOTOKO: 2ND GIG VALENTINE (Legs)"

;-----------------MOTOKO SIG 1 bodyparts
[S9MTK_SIG1_torso_F_HPOW X2BodyPartTemplate]
DisplayName="MOTOKO: SIGNATURE (Torso)"
[S9MTK_SIG1_Arms_F_HPOW X2BodyPartTemplate]
DisplayName="MOTOKO: SIGNATURE (Arms)"
[S9MTK_SIG1_legs_F_HPOW X2BodyPartTemplate]
DisplayName="MOTOKO: SIGNATURE (Legs)"

;-----------------MOTOKO PHOENIX bodyparts
[S9MTK_PHX_torso_F_HPOW X2BodyPartTemplate]
DisplayName="MOTOKO: SIGNATURE PHX (Torso)"
[S9MTK_PHX_Arms_F_HPOW X2BodyPartTemplate]
DisplayName="MOTOKO: SIGNATURE PHX (Arms)"
[S9MTK_PHX_legs_F_HPOW X2BodyPartTemplate]
DisplayName="MOTOKO: SIGNATURE PHX (Legs)"

;-----------------MOTOKO UNIFORM bodyparts
[S9MTK_UNI_torso_F_HPOW X2BodyPartTemplate]
DisplayName="MOTOKO: DRESS UNIFORM (Torso)"
[S9MTK_UNI_Arms_F_HPOW X2BodyPartTemplate]
DisplayName="MOTOKO: DRESS UNIFORM (Arms)"
[S9MTK_UNI_legs_F_HPOW X2BodyPartTemplate]
DisplayName="MOTOKO: DRESS UNIFORM (Legs)"